import React from 'react';
import './HomePage.css';

const HomePage = () => {
    return (
        <div className="home-page">
            <div className="photo-section">
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-11-40 (2).jpg" alt="Photo 3" className="photo" />
                <img src="https://viktar331-001-site1.btempurl.com/Images/IMG_7498.PNG" alt="Photo 2" className="photo" />
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-11-41 (2).jpg" alt="Photo 3" className="photo" />
            </div>
            <div className="article-section">
                <h2 className="article-title">Вступление</h2>
                <p className="article-text">
                    Игра в футбол с друзьями на даче имеет огромное значение и пользу для всех участников. Это не просто развлечение или спортивная активность, но и возможность укрепить дружеские связи и провести время с близкими людьми. Вот почему игра в футбол с друзьями на даче так важна:
                </p>
            </div>
            <div className="photo-section">
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-11-40.jpg" alt="Photo 3" className="photo1" />
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-11-40 (3).jpg" alt="Photo 3" className="photo1" />
            </div>
            <div className="article-section">
                <h2 className="article-title">О важном</h2>
                <div className="article-text">
                    <p>1. Физическое здоровье: Футбол - это активный вид спорта, который требует физической активности, бега, прыжков и координации движений. Играя в футбол, мы улучшаем свою физическую форму, развиваем выносливость, гибкость и силу. Это помогает поддерживать здоровье и приводит к повышению уровня энергии.</p>

                    <p>2. Командный дух: Футбол - командная игра, которая требует сотрудничества и взаимодействия с партнерами по команде. Играя вместе с друзьями, мы учимся работать в команде, доверять друг другу, развиваем лидерские качества и научаемся принимать решения в коллективе. Эти навыки могут быть полезными не только на футбольном поле, но и в жизни в целом.</p>

                    <p>3. Радость и удовлетворение: Игра в футбол с друзьями на даче приносит радость и положительные эмоции. Это отличный способ расслабиться, отвлечься от повседневных забот и насладиться временем веселья и смеха. Футбол способствует выделению эндорфинов - гормонов счастья, которые повышают наше настроение и общее благополучие.</p>

                    <p>4. Социализация и общение: Игра в футбол на даче с друзьями создает прекрасную атмосферу для общения и укрепления связей. Во время игры мы обмениваемся комментариями, советами, поддержкой и поощрением друг друга. Такие моменты способствуют более тесным отношениям, укрепляют дружбу и помогают нам лучше понять друг друга.</p>

                    <p>5. Развитие навыков: Игра в футбол на даче способствует развитию различных навыков, таких как моторика, координация движений, точность, скорость реакции и принятие решений в условиях быстрого темпа игры. Эти навыки могут быть полезными не только на футбольном поле, но и в других сферах жизни, например, в работе или учебе.</p>
                </div>
            </div>
            <div className="photo-section">
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-29-35.jpg" alt="Photo 3" className="photo" />
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-29-36.jpg" alt="Photo 3" className="photo" />
                <img src="https://viktar331-001-site1.btempurl.com/Images/photo_2023-07-17_12-29-36 (2).jpg" alt="Photo 3" className="photo" />
            </div>
            <div className="article-section">
                <h2 className="article-title">Выводы</h2>
                <p className="article-text">
                    В итоге, игра в футбол с друзьями на даче важна для улучшения физического и психологического здоровья, развития командного духа, социализации и общения, а также для развития навыков. Она предлагает возможность насладиться временем с близкими людьми, создает веселую и дружественную атмосферу, которая оставляет незабываемые воспоминания.
                </p>
            </div>
        </div>
    );
};

export default HomePage;