import React from 'react';
import './HomePage.css';

const HomePage = () => {
    return (
        <>
        <div className="home-page">
            <div className="left-image">
                <img src="https://atlas-sport.ru/image/catalog/stati/minifutbolploschadka/mjachminifutbol.jpg" alt="Left Image" />
            </div>
            <div className="text-content">
                <h1>О Кожаном Мяче</h1>
                <p>За Нашу и Вашу Свободу</p>
            </div>
            <div className="right-image">
                <img src="https://api.360tv.ru/get_resized/av1o30BB-yxtx0m3bEeaNLS9jM-EN6NAGlyENimi568/width:720/g:fp:0.5:0.5/aHR0cHM6Ly8yNTc4MjQuc2VsY2RuLnJ1L2JhYnlsb24tbWVkaWEvYXJ0aWNsZXMvaW1hZ2UvMjAxOS8xMS84OC81NC8xMDEwNjYtN2M0YTVhMjlkMzQwNTgzNTBlNDFjMWE1NzFiYzJmZDBmMTA1ZGNiOS5qcGc.webp" alt="Right Image" />
            </div>
        </div>
            <div style={{margin:'5%'}}>
                <p>Игра в футбол с друзьями на даче имеет огромное значение и пользу для всех участников. Это не просто развлечение или спортивная активность, но и возможность укрепить дружеские связи и провести время с близкими людьми. Вот почему игра в футбол с друзьями на даче так важна:</p>
                <p>1. Физическое здоровье: Футбол - это активный вид спорта, который требует физической активности, бега, прыжков и координации движений. Играя в футбол, мы улучшаем свою физическую форму, развиваем выносливость, гибкость и силу. Это помогает поддерживать здоровье и приводит к повышению уровня энергии.</p>
                <p>2. Командный дух: Футбол - командная игра, которая требует сотрудничества и взаимодействия с партнерами по команде. Играя вместе с друзьями, мы учимся работать в команде, доверять друг другу, развиваем лидерские качества и научаемся принимать решения в коллективе. Эти навыки могут быть полезными не только на футбольном поле, но и в жизни в целом.</p>
                <p>3. Радость и удовлетворение: Игра в футбол с друзьями на даче приносит радость и положительные эмоции. Это отличный способ расслабиться, отвлечься от повседневных забот и насладиться временем веселья и смеха. Футбол способствует выделению эндорфинов - гормонов счастья, которые повышают наше настроение и общее благополучие.</p>
                <p>4. Социализация и общение: Игра в футбол на даче с друзьями создает прекрасную атмосферу для общения и укрепления связей. Во время игры мы обмениваемся комментариями, советами, поддержкой и поощрением друг друга. Такие моменты способствуют более тесным отношениям, укрепляют дружбу и помогают нам лучше понять друг друга.</p>
                <p>5. Развитие навыков: Игра в футбол на даче способствует развитию различных навыков, таких как моторика, координация движений, точность, скорость реакции и принятие решений в условиях быстрого темпа игры. Эти навыки могут быть полезными не только на футбольном поле, но и в других сферах жизни, например, в работе или учебе.</p>
                <p>В итоге, игра в футбол с друзьями на даче важна для улучшения физического и психологического здоровья, развития командного духа, социализации и общения, а также для развития навыков. Она предлагает возможность насладиться временем с близкими людьми, создает веселую и дружественную атмосферу, которая оставляет незабываемые воспоминания.</p>
            </div>
        </>
    );
};

export default HomePage;