import React from 'react';
import './History.css'

const History = () => {
    return (
        <div className='history'>
            Когда-то давно, в глубокой и таинственной чаще леса, существовал магический кожаный мяч. Этот мяч был
            обладателем невероятной силы и могущества. Легенда гласила, что тот, кто смог удержать его владение, получит
            необъяснимую футбольную мастерство и невероятные возможности.

            Однажды, в ночь полнолуния, сборище друзей Витя, Рома, Петя, Максим Медорио и Максим Клавиатурщик, Кирилл, Марек, Влад, Филипп, Паша,
            Олег, Ваня и Андрей отправились на дачу, не подозревая о том, что их ждет встреча с загадочной силой.

            Придя на дачу, они обнаружили старинный сундук, заваленный пылью и забытый временем. Внутри сундука они
            обнаружили старинный кожаный мяч, который испускал слабый свет и издавал загадочные звуки.

            Очарованные историей, друзья решили провести турнир по футболу, который они назвали "Кожаный мяч". Они
            поняли, что этот мяч имеет особую силу, и каждый игрок, касаясь его, становился невероятно ловким и быстрым.
            Мяч вдохновлял их, наполнял энергией и открывал новые способности.

            В течение турнира на даче происходили странные и невероятные вещи. Мяч, казалось, имел свою волю и помогал
            игрокам, придавая их ударам силу, которую они никогда не испытывали раньше. Он позволял им делать
            невероятные финты и удивительные голы, словно воплощая фантазии футбольных мечтателей.

            По мере продвижения турнира, друзья становились все более увлеченными и завороженными таинственной силой
            мяча. Их игра стала не только более мастерской, но и более стратегической, так как каждый игрок пытался
            использовать свои новые способности на поле.

            Наконец, в грандиозном финале, друзья оказались перед последним вызовом. Мяч, словно живой, принял свободу и
            взмыл в воздух, но на этот раз не выпустился из своих рук. Все игроки собрали свои силы и в последний раз
            ударили по мячу, создавая ослепительную световую вспышку.

            И вот, когда свет угас, друзья обнаружили, что мяч исчез, оставив в памяти незабываемые воспоминания и
            потрясающий футбольный опыт. Они поняли, что это было нечто большее, чем просто игра, и что их дружба и
            совместные усилия преодолели границы реальности.

            С тех пор, каждый год, друзья собираются на даче и проводят "Турнир Кожаного Мяча", чтобы вновь вспомнить
            тот незабываемый опыт и почтить память о загадочной силе, которая объединила их вместе.
        </div>
    );
};

export default History;